41798 100
</s>
.
,
the
of
and
a
in
to
is
for
we
that
as
on
with
are
by
this
be
from
can
an
which
it
each
or
network
data
our
not
at
nodes
all
time
cid
number
have
two
between
node
if
information
set
more
such
one
model
these
where
networks
other
also
when
has
using
their
than
algorithm
graph
figure
based
only
then
results
different
its
use
will
given
may
used
there
problem
trust
users
et
system
example
same
work
they
al
both
fig
but
over
no
section
was
how
some
any
into
however
rst
while
paper
value
approach
performance
most
table
research
edges
since
new
show
probability
average
method
user
size
query
been
do
methods
following
large
many
shown
thus
features
models
case
values
were
process
proposed
about
algorithms
consider
because
pp
similar
analysis
order
study
so
source
three
shows
well
them
high
distribution
let
see
within
links
task
nd
pages
edge
note
under
social
graphs
community
dataset
follows
?
acm
does
therefore
should
would
through
very
those
degree
function
among
topic
above
possible
types
systems
better
dierent
type
event
framework
after
general
behavior
here
patterns
multiple
applications
ieee
result
total
link
dened
experiments
terms
group
objects
small
could
second
related
us
communities
provide
authors
best
clustering
important
level
state
accuracy
measure
due
single
structure
step
proceedings
even
social_networks
sources
who
much
corresponding
another
parameters
vol
further
present
random
cluster
communication
respectively
individual
several
next
cost
twitter
propose
quality
need
events
out
every
particular
without
control
words
hence
proc
real
various
dene
threshold
first
datasets
make
observed
top
people
clusters
compute
human
what
matrix
classication
assume
vertices
inuence
found
less
way
sets
higher
eq
knowledge
impact
likely
path
either
content
positive
across
topics
form
groups
local
queries
whether
th
available
score
ranking
being
associated
up
tweets
target
during
good
compared
online
document
end
prediction
entity
ii
text
context
relation
message
documents
specic
similarity
like
individuals
entities
lower
current
according
larger
tasks
common
design
change
semantic
social_network
mining
location
often
pairs
learning
previous
cases
search
provides
optimal
obtained
theorem
existing
via
test
vi
approaches
vector
parameter
proof
part
considered
rate
messages
neighbors
denote
)
original
period
true
experiment
least
increases
future
dynamics
generated
nature
weight
(
equation
dynamic
relationship
techniques
simple
expected
pattern
distance
solution
times
denition
usa
game
represent
point
fraction
including
identify
global
before
object
fact
space
negative
participants
input
wang
now
journal
increase
si
phys
per
cannot
vertex
addition
able
focus
evaluate
maximum
pair
measures
four
observe
contains
relationships
agents
must
low
log
described
others
instead
computing
class
label
scheme
detection
bound
changes
obtain
news
relations
determine
scores
paths
applied
comparison
take
selected
experimental
xi
key
overall
known
connected
evidence
evaluation
mean
evolution
might
activity
generate
perform
distributed
correlation
constraints
sequence
edu
rev
finally
university
decision
represents
opinion
lemma
range
conference
called
properties
sensor
feature
li
interactions
strategy
support
uses
simulation
compare
certain
underlying
team
independent
computed
length
modeling
candidate
include
army
signicant
complexity
provided
credibility
application
problems
although
estimate
amount
still
interest
vs
list
labels
made
get
additional
introduce
variables
novel
subset
improve
wikipedia
delay
understanding
together
update
baseline
theory
contact
effect
attributes
presented
observations
directly
few
factors
international_conference
means
new_york
term
components
transactions
requires
received
otherwise
agent
max
setting
instance
person
line
sensors
friends
papers
signicantly
word
goal
along
role
ratio
question
!
report
predict
smaller
introduction
laboratory
collection
computer_science
recall
dblp
useful
players
running
government
complex
sampling
temporal
name
error
respect
author
potential
rather
describe
output
choose
initial
distributions
items
interaction
active
st
interesting
denoted
demonstrate
he
indicates
com
ci
social_media
long
studies
observation
scenario
training
frequency
full
index
help
capture
tree
always
metrics
prior
increasing
concept
relevant
metric
teams
moreover
achieve
specically
conclusions
below
last
propagation
allows
steps
unique
hand
critical
answer
conditions
studied
factor
weights
precision
points
percolation
whose
agreement
similarly
diffusion
computation
sum
once
limited
collected
strategies
becomes
data_mining
effective
slot
processing
xed
sample
apply
levels
largest
component
call
processes
close
usually
www
decisions
required
matching
area
facebook
traditional
han
inference
directed
rank
questions
science
locations
property
exists
discussed
density
page
subgraph
weighted
representing
efcient
construct
video
select
needs
minimum
until
takes
email
trafc
resulting
difference
ij
actual
routing
review
mobile
assumption
nding
iii
equal
department
basic
share
representation
doi
power
reported
states
domain
article
claims
action
examples
reliability
images
etc
constraint
detect
makes
utility
correlations
members
discuss
day
stage
references
web
keywords
ones
represented
complete
energy
pi
expertise
linear
ai
cidcid
spread
run
his
main
idea
estimation
simply
selection
account
ow
view
researchers
version
right
require
denotes
categories
developed
address
accurate
constant
upper
core
furthermore
towards
region
structures
player
reduce
discovery
develop
communications
having
designed
approximation
interval
considering
understand
give
schemes
partition
internet
entire
condition
kdd
samples
added
expert
indicate
effectiveness
database
performed
relative
seen
predicting
phrases
strong
functions
contrast
measured
iteration
liu
zhang
item
solve
reports
mention
distinct
technique
details
analyze
response
argument
tweet
derived
contain
connectivity
classes
around
arguments
iv
popular
become
just
short
find
variable
ny
min
introduced
structural
realworld
literature
subject
image
consists
statistics
chosen
direct
cascade
characteristics
efciency
chen
probabilities
noise
add
coverage
collaboration
connections
attribute
suppose
actions
standard
assigned
know
exist
highest
claim
sizes
transition
depends
binary
importance
consistent
ui
estimated
works
already
survey
lines
red
greater
gives
had
learn
scenarios
relatively
corresponds
access
population
trustworthiness
rules
correct
behaviors
fast
effects
ability
allow
ti
though
summary
views
implementation
making
scale
easily
detected
upon
typically
labeled
cascades
simulations
instances
center
topology
modularity
attack
abstract
leads
especially
start
regions
own
neighborhood
interested
randomly
packets
calculate
le
wnf
topk
extract
follow
challenge
determined
match
forwarding
refer
opinions
candidates
identifying
elements
concepts
policy
too
rest
you
procedure
discussion
corpus
whereas
category
recent
lead
ground_truth
create
expressed
computer
conclusion
against
notice
achieved
includes
complex_networks
centrality
varying
later
generally
phrase
tensor
stream
httpwww
yu
org
left
static
optimization
count
cooperative
predicted
consensus
tend
transmission
ties
recommendation
extracted
classier
third
probabilistic
remaining
major
mentions
whole
challenges
contacts
supported
clearly
explore
machine_learning
hard
year
link_prediction
condence
strength
technology
spreading
yet
influence
diversity
nal
map
loss
policies
mechanisms
variety
description
sensing
reason
random_walk
popularity
constructed
advantage
itself
detailed
calculated
pc
past
needed
issue
choice
heterogeneous
actors
discover
mechanism
containing
again
improvement
xt
enough
articles
approximate
scalability
hypothesis
contained
community_detection
zero
shared
queue
settings
participant
investigate
necessary
dimension
areas
outlier
aspects
normalized
purposes
matches
dimensions
channel
reputation
feedback
recently
did
community_structure
natural
appear
performs
sec
done
taken
construction
rule
examine
adding
quite
environment
almost
presence
provenance
volume
experts
comparing
copies
years
percentage
appropriate
packet
layer
combination
robust
outperforms
joint
decreases
reference
maximize
arbitrary
indeed
:
suggests
records
solutions
pt
build
security
em
presents
overlapping
practice
vectors
resources
ji
sent
return
domains
pagerank
notation
caching
minimize
longer
association
faloutsos
removed
periods
seed
memory
far
largescale
phase
exactly
numbers
ways
her
organization
topical
ni
di
sampled
implies
stable
cell
holds
aggregation
play
sa
plot
taking
scalable
position
growth
achieves
interests
increased
yi
network_science
mobility
estimates
beyond
pk
synthetic
starting
ri
relational
reduction
easy
connection
iterations
outliers
want
service
facts
qoi
visualization
speed
ca
hierarchy
runs
prove
predictions
likelihood
bias
root
eld
place
illustrated
central
truth
equivalent
conf
desired
copyright
limit
duration
id
prole
metadata
combined
yields
server
post
neighbor
history
ln
vj
lists
extended
attention
versus
sense
degrees
color
created
cj
bounds
ei
clear
column
manner
window
existence
analyzing
risk
infer
de
mapping
capacity
intelligence
convergence
sun
derive
age
spatial
shortest_path
relevance
ecient
activities
diverse
included
sparse
real_world
linked
highly
stability
reliable
captures
workshop
network_structure
exact
alternative
indicating
sc
cidcidcid
sci
published
destination
recommendations
composite
uncertainty
typical
ve
send
games
cooperation
identied
decrease
finding
detecting
retrieval
quickly
organizations
automatically
contribution
ncid
engineering
variance
discovered
correspond
combining
product
earlier
budget
parallel
latent
evaluated
blue
language
objective
days
cs
keyword
differences
answers
providing
overlap
little
equations
trace
xn
nite
depending
look
development
assumed
say
occur
contributions
actually
sentence
satisfy
hierarchical
gain
formally
balance
representative
receive
learned
million
ct
simultaneously
realtime
physical
interpreted
statistical
trajectories
intuition
city
partitioning
leading
implemented
testing
perspective
frame
er
scaling
reduces
costs
objective_function
friendship
mentioned
practical
expect
subgraphs
reduced
lett
focused
greedy
bounded
aggregate
posts
affect
applying
faster
tc
citation
scalefree
frequent
matrices
wu
unknown
illustrate
epidemic
springer
partitions
institute
infected
heuristic
tools
newman
interface
rates
overview
trajectory
bi
operations
errors
explicitly
pairwise
updates
protocol
lack
curve
scientic
empirical
society
belong
vary
valid
occurs
appendix
majority
updated
external
outcomes
management
behavioral
assuming
yang
unit
degree_distribution
uniform
considers
building
anomalies
go
ensure
definition
collaborative
grant
nt
illinois
turn
rt
namely
extend
dt
contexts
challenging
am
belief
virtual
sharing
issues
produce
intuitively
false
describes
cc
generalized
reach
tags
suggest
belonging
lim
credit
cognitive
conducted
press
homophily
ma
aim
world
unsupervised
remains
ranked
experience
devices
wireless
fundamental
roles
ltering
week
direction
frequently
sequences
modeled
continuous
analyzed
mission
notion
noisy
element
forward
tool
back
why
streams
satises
involved
improved
hold
correlated
currently
repeated
hours
time_series
personal
collect
names
incorporate
handle
january
formulation
measuring
wi
appears
road
generation
particularly
explicit
cover
gold
software
believe
trade
specied
move
tracking
sigkdd
proximity
program
figures
cn
kcid
except
built
sn
signed
remove
down
avoid
supervised
pa
explain
computational
articial
showing
outcome
feasible
effectively
background
public
multidimensional
independently
split
member
arg
implied
assign
trustworthy
training_data
privacy
gure
estimating
row
clique
ith
distribute
referred
movement
roth
meaning
broadcast
potentially
latter
record
media
kb
followers
int
additionally
overhead
correctly
compression
series
facet
gender
selecting
pruning
lee
entropy
emergence
snapshots
knowledge_discovery
extent
eective
depend
reciprocity
intervals
difcult
dense
decision_making
base
sentiment
formed
attacks
subjects
powerlaw
stateoftheart
robustness
physics
detail
necessarily
embedding
regarding
publications
argumentation
she
project
availability
trans
previously
huang
showed
collective
stochastic
distances
theoretical
military
family
meta
maintain
conclude
date
ts
traces
seconds
humans
eect
bits
adopt
trusted
separate
layers
structured
sensor_networks
operation
ng
topic_modeling
significant
pn
success
side
forms
code
architecture
storage
keep
basis
partial
identical
personality
followed
initially
reasoning
purpose
experimentation
tr
slightly
szymanski
reasons
meaningful
gps
combine
minimizing
approximately
zhao
specific
copy
baselines
trend
social_sensing
cache
benet
successful
ns
track
trees
characterize
request
gao
friend
movie
google
uniformly
situation
june
generating
determining
snapshot
exchange
summarized
organized
solving
performing
metapath
kinds
connect
mode
maximizing
redundancy
improves
dependencies
allowed
semantics
pm
inequality
check
lda
classiers
magnitude
lu
xj
studying
proles
parts
infocom
rd
formation
qt
preferences
hybrid
expression
cidn
choosing
successfully
sj
andor
status
identication
ibm
hop
usage
default
technologies
rely
betweenness
trends
reasonable
enables
despite
accurately
services
capability
adjacency_matrix
transitions
regression
california
qi
mi
throughput
seeds
phenomenon
defined
american
ab
discrete
daily
rw
lin
entry
trigger
sponsored
power_law
missing
improving
videos
reproduce
representations
networking
moving
information_retrieval
indegree
gap
timestamp
themselves
helps
written
conduct
tang
surveys
measurements
generates
unlike
sentences
monitoring
english
dependent
captured
anomalous
allowing
summarization
situations
outside
demonstrated
toward
platform
interact
assumptions
publication
cells
bad
never
connecting
symmetric
starts
signals
primary
coupled
bandwidth
summarize
sections
methodology
units
steady_state
international
evaluating
proportion
pr
naturally
iterative
undirected
rating
knowledge_base
belongs
utilize
synchronization
else
normal
kleinberg
block
solved
reducing
proportional
indirect
cause
assignment
mainly
iis
authorized
star
nsf
tested
sufcient
scheduling
entries
efciently
fewer
removal
outdegree
iteratively
eectiveness
exponential
characterized
quantify
ki
essentially
scales
exhibit
enable
web_pages
requirements
tcid
marked
trained
sf
imdb
topological
segments
reality
disease
zhou
rich
decide
possibly
measurement
insights
fi
dierence
contribute
gs
course
ut
receiver
extension
exploration
periodic
minimal
environments
completely
august
parent
focuses
regular
ap
returns
combinations
choices
illustrates
cube
load
limitations
controllability
photos
exp
divided
criteria
subsets
reprints
optimization_problem
na
execution
chance
chain
stages
eciency
constrained
drawn
computes
aggregated
affected
acl
sigmod
listed
channels
behind
simplicity
permission
heuristics
face
sk
blocks
supports
stored
interdependent
green
databases
curves
anomaly_detection
lot
leskovec
john
market
inferred
regularization
mathematical
explained
dependency
round
employ
tradeoff
ip
formulate
china
verify
conguration
vehicle
ratings
qc
dj
citations
incorporating
heterogeneous_information_networks
goals
consisting
closed
sites
distinguish
competence
store
march
fully
expectation
comparable
chinese
serve
responses
grid
conditional
adaptive
requirement
open
hidden
black
supporting
singh
attempt
query_processing
processed
beginning
sketch
principle
activation
throughout
smallest
slots
removing
notwithstanding
norm
refers
ndings
explored
evolving
aspect
resolution
driver
digital
comes
try
hops
receives
credible
ds
world_wide_web
viewed
variation
gt
exploring
discriminative
none
exploiting
signal
phone
internal
ids
proposition
ie
exponent
assess
half
principles
lter
yes
random_walks
px
ps
products
shortest_paths
rs
retweet
retrieve
queues
widely
movies
svm
produced
leader
gk
denitions
business
species
competing
special
requests
constructing
validity
hashtags
cambridge
besides
heterogeneous_networks
decentralized
wireless_networks
title
six
runtime
reviews
modied
xk
uk
null
ck
optimize
mutual
job
wt
inside
thresholds
data_access
crucial
changing
reaches
ov
ms
maximal
embedded
company
april
advances
vldb
involves
induced
explanation
averaged
exploit
network_analysis
indexing
dependence
bt
accounts
consecutive
committed
closer
aims
kt
fee
persons
determines
vt
asked
camera
addressed
rn
inferring
dv
come
validation
segment
pictures
minutes
metapaths
kind
intuitive
deal
bayesian
varies
retrieved
latency
icdm
decreasing
begin
consideration
columns
transfer
covered
radius
ks
empty
demonstrates
cliques
ba
accordingly
returned
regime
mts
near
meet
actor
strongly
reveal
implicit
feature_selection
encoding
counts
cidt
bluetooth
intermediate
initialize
ik
fr
decomposition
comprehensive
commitment
guarantee
dc
yan
theories
slpa
site
simulated
political
phenomena
nds
mostly
great
gets
realistic
network_topology
il
established
complex_systems
trustee
restricted
preference
greedy_algorithm
hindex
capabilities
analytical
aggarwal
treatment
searching
flow
delays
website
regardless
estimator
children
students
ordering
vehicles
train
relay
probability_distribution
july
early
converge
act
redundant
radio
dtns
straightforward
gcid
tends
reect
interactive
demand
tie
denes
kernel
jointly
tj
merge
indicated
hypergraph
formula
economic
calls
transmissions
servers
separately
nn
coefcient
anomaly
signature
module
maximization
elds
truth_discovery
schema
mobile_devices
indicator
incoming
establish
sp
maintaining
machine
law
authority
optimal_solution
motivation
inuenced
working
signicance
extraction
mt
implications
designer
criterion
arxiv
ss
satised
plots
places
labeling
jiawei
enhance
discontinuous
decay
ccid
cao
away
sometimes
sequential
sends
nonzero
flickr
controlled
communication_networks
commonly
venues
treat
tests
scope
lt
consequently
case_study
boundary
acad
whom
empty_doc_placeholder
arl
academic
variants
growing
triangle
negrained
infection
format
xu
transaction
tk
siam
random_graphs
big
zi
extracting
adversary
windows
tables
mcid
interpretation
increasingly
efforts
beliefs
recommender_systems
plos
kim
data_points
websites
inuential
award
yield
price
mark
integrated
infrastructure
homogeneous
gb
essential
versions
unied
publication_date
pj
national
large_scale
grows
subsequent
querying
discovering
consistency
capturing
bottom
setup
free
visual
platoon
automatic
vii
receiving
online_social_networks
generic
directions
traders
grouping
abdelzaher
triangles
ows
nb
leadership
delivery
barabasi
variations
specifically
leverage
correctness
cikm
trac
standard_deviation
sender
read
maximizes
lowest
extreme
ensures
communicate
whenever
offer
ofcial
goes
propagate
ideas
hour
ex
ac
repeat
matched
hypotheses
former
diameter
bc
subsection
slice
going
annotation
urls
remain
put
physical_review
mb
fail
driven
draw
creating
continue
comments
specify
portion
nphard
implement
gi
device
su
sensitive
aij
transmitted
stronger
reached
linking
eigenvalue
assumes
les
insight
hu
visited
transient
outputs
converges
wiki
school
net
large_graphs
ecid
optimizing
looking
formal
chooses
selects
park
equally
countries
car
vk
commercial
la
examined
em_algorithm
involving
du
massive
investigated
facilitate
eds
dynamical
smartphones
kumar
heterogeneous_information
ed
dm
composed
closeness
stop
shortest
entity_linking
your
timestamps
similarities
relies
leaders
applicable
solid
predictor
conferences
te
motivated
integer
evolutionary
alone
alice
adopted
acknowledgments
resource
observing
applies
validate
treated
rr
medical
lies
employed
developing
consistently
accepted
yn
off
naming_game
indices
icml
health
farmers
corollary
computational_linguistics
benchmark
atypical
follower
cta
cooccurrence
rensselaer
empirically
affects
yt
scid
positions
nlp
multiagent_systems
movements
locally
hyperedge
collaborations
picture
expensive
effort
deep
changed
write
topologies
partially
involve
frames
controlling
bob
workers
srivastava
route
leaf
gm
cidkcid
accomplished
special_case
polytechnic
lm
largely
display
median
helpful
havlin
aforementioned
transmit
tm
km
information_extraction
ensemble
dissemination
differ
sms
pl
october
machines
hashtag
graphbased
absolute
suitable
sending
quality_of_information
produces
failure
classical
broad
absence
worse
reply
informative
complementary
chang
uv
urbanachampaign
trading
seems
recorded
emerging
editors
ak
url
tuples
predictive
oi
occurrence
easier
characteristic
benets
embeddings
describing
api
valuable
nor
nips
naive
introduces
competition
simplicial_complex
seek
predicts
penalty
ontology
efficient
updating
signatures
sensitivity
periodic_behaviors
om
inherent
hisher
extensive
utilizing
sociology
possibility
periodicity
michael
integrating
guarantees
fall
expansion
tendency
technical
month
gn
extensions
dashed
biased
wide
visit
polynomial
interacting
fashion
unfortunately
social_network_analysis
rm
desirable
depth
width
perfect
nevertheless
meeting
lp
classify
buffer
sij
mapped
country
training_set
ne
mit
zhu
tensors
raw
precisely
plan
options
mass
manually
im
offers
located
enterprise
coordination
carry
transformation
suggested
spent
neutral
membership
markov_chain
information_sharing
roughly
random_variable
freebase
conict
union
soc
reporting
recursive
protocols
generative
generality
delivered
conicting
automated
tail
spectral_clustering
deterministic
aware
varied
thank
tac
stated
opportunities
old
mine
eigenvalues
drop
discussions
plays
nonlinear
laplacian
html
frequencies
caused
piece
cp
asymptotic
organizational
disambiguation
ranging
promising
pick
numerous
nj
eciently
trustor
satisfying
intruder
immediately
characters
tag
symbols
outperform
integrate
innite
final
eventually
dong
speedup
merging
limits
life
tuple
traffic
said
coecient
venue
rep
linguistic
label_propagation
command
willingness
reading
maintained
introducing
edge_weights
balanced
ta
sparsity
phase_transition
fusion
evaluations
avg
ask
nscta
nk
natl
multiplex
giant_component
crowd
contentbased
adjacent
wellknown
situation_awareness
prot
national_science_foundation
me
inputs
covers
active_learning
yj
sr
randomized
indicators
dp
causes
option
mobile_computing
locality
giant
findings
voting
troy
spatiotemporal
preferential_attachment
mod
doing
dimensional
contents
consumption
client
supplementary
ref
uj
september
leveraging
forwarded
communication_network
zheng
white
taxonomy
posted
generalization
functional
distortion
cidm
bs
zt
enron
capable
annotated
complicated
cis
chapter
allocation
advantages
vq
utilized
streaming
qds
formulated
fixed
characterizing
propagated
mixed
heterogeneous_network
creates
amazon
sigir
processors
nearly
lab
inner
illustration
hi
designing
contractor
activated
qn
incremental
distrust
art
xie
span
sdm
op
neither
neely
guide
field
dening
arrive
light
jobs
incentives
happen
re
pure
linearly
leave
keeping
kbp
integration
higherorder
freshness
controls
auxiliary
targets
osn
november
neighboring
ll
endtoend
cities
amounts
serves
photo
participatory_sensing
paradigm
natural_language_processing
md
inf
huge
receivers
notations
fmeasure
dominated
cut
symposium
shape
obtaining
numerical
labeled_data
ga
extra
entity_mentions
eects
classification
trivial
song
sign
scientific
orders
multimedia
mn
male
giving
fails
delivery_ratio
chi
zn
wij
weak
vm
technical_report
placed
geographical
five
figs
female
bytes
simulate
predictors
leaves
happens
clustered
approximation_algorithm
thread
scientists
respective
powerful
pass
nonnegative
markov
initialization
evolve
dtn
ace
women
tt
titles
join
impacts
cheng
ordered
noted
logistic_regression
kth
jth
icde
disjoint
deployment
deadline
cores
cameras
xaxis
trust_propagation
rows
quadratic
prominence
platforms
peak
pdf
nc
guaranteed
fair
df
david
constructs
assessment
subnetwork
stationary
random_graph
modules
mk
merged
historical
european
appearance
addresses
acknowledgements
synthetic_data
string
separation
facets
en
comput
pool
networked
meanwhile
equilibrium
non
isolated
intersection
fake
advance
unless
travel
rpi
mobile_phone
logic
ten
rise
perceived
minimizes
millions
ideal
histogram
cidk
primarily
opposed
kk
identified
examining
ec
deviation
trust_values
significantly
obvious
human_mobility
gures
circle
attempts
wide_range
targeted
spot
section_iii
relays
nancial
hubs
hit
dr
coefcients
calculation
bbn
predened
operate
improvements
feeds
degree_distributions
cidcidcidcid
smartphone
reveals
requested
participation
optimized
lattice
kn
jiang
disconnected
random_networks
mds
lost
foundation
emails
define
wj
meme
exhibits
precise
peertopeer
interestingly
cumulative
coauthorship
cambridge_university_press
asymmetric
approximated
advanced
va
tion
tagging
nash_equilibrium
math
inverse
identies
hypergraphs
express
efficiency
betweenness_centrality
yin
watts
uncertain
suggesting
ranks
onto
importantly
dynamically
cr
coreference
book
aa
triad
schedule
proved
mapreduce
library
encode
decisionmaking
character
barabsi
argue
analyses
aaai
separated
moves
difficult
data_replication
norms
manipulation
logical
korniss
circles
achieving
trusts
timeliness
responsible
recent_years
middle
information_theory
ignore
encoded
december
wifi
panel
limitation
ix
imply
identity
extremely
colors
bn
artifacts
arise
lifetime
gx
triggers
sciences
opposite
material
enhanced
damage
correspondence
bipartite_graph
adaptation
acceptable
walker
shift
longterm
logs
incomplete
geometric
divide
completion
compares
ambiguity
albert
ad
accessed
verb
normalization
letters
knowing
incorporated
fragment
biological
tokens
layout
intl
comparisons
combines
body
annotations
tv
thereby
risks
quantity
inactive
granularity
cuboids
computations
cohen
calculating
adapt
regard
prevent
natural_language
monitor
head
failures
expectations
contextual
warning
rounds
pay
nontrivial
malicious
jordan
ir
incorporates
closest
web_search
unweighted
summarizes
stock
prior_knowledge
preferred
maps
maintains
heterogeneity
food
evident
davis
connected_component
completed
classied
attackers
washington
optimality
grow
eu
briey
trust_management
triads
took
quantitative
np
marketing
inc
forming
es
cv
topic_models
texts
jump
ht
diusion
coupling
alternatively
agi
subnetworks
sorted
perspectives
expressions
college
yk
ws
soft
opportunistic
grants
gij
genres
eigenvectors
carried
web_page
tx
spectrum
smooth
gupta
geographic
extends
extending
descriptors
bj
timevarying
smoothing
requiring
proper
mixture
ing
brief
adoption
xx
unreliable
origin
omitted
london
information_diffusion
consist
connects
associations
tn
syntactic
spreaders
scan
ranges
nally
months
gv
fairly
event_detection
downloaded
critical_point
companion
arrival
strictly
spectral
occurred
epinions
employees
christos
variant
universal
threads
text_data
superior
ran
percent
os
named
medium
gu
faces
coordinate
alliance
statistically
seven
reects
perhaps
pd
impossible
expand
continues
bear
van
systematic
proposes
occurrences
my
minimization
johnson
exploited
eg
deployed
cuboid
counting
unlikely
realizations
pieces
novelty
ml
marks
intent
explosive
ek
computational_complexity
centrality_measures
boston
becoming
verication
thousands
operator
nr
kmeans
kcore
fe
db
bit
worst
unlabeled
playing
phases
matter
gaussian
analytics
worstcase
un
team_members
sort
seem
ph
hs
education
dicult
session
reward
replication
recommender
music
met
fs
child
bridge
stanford
sensor_network
rc
osns
granted
dual
controllable
alert
street
retweets
psychology
mzoom
gonzalez
dynamic_networks
clustering_algorithm
topic_model
residual
proofs
poor
nmf
maximum_likelihood_estimation
generalize
favor
eectively
drops
dk
creation
adds
sudden
prediction_accuracy
nm
emnlp
dierences
closure
boundaries
square
processor
plotted
minimized
incorrect
gains
force
fa
dont
disk
cycle
agree
adapted
virus
trying
think
reconstruction
participate
offline
hierarchies
genes
focusing
conventional
assessing
turns
token
replaced
randomly_selected
quantities
incident
grouped
degree_centrality
cross
connected_components
companies
checking
simplied
led
inspired
held
graphical
genre
dominant
dd
computer_vision
complete_graph
williams
quantifying
bp
resilience
qj
opportunity
exible
closely
batch
united_states
systematically
stories
shen
rapidly
perturbations
patent
master
kin
investigation
hmm
equals
dx
collecting
break
xs
wei
swarm
section_ii
res
publish
parties
mm
lie
jk
congestion
urban
shorter
segmentation
psychological
overcome
intensity
gene
dcid
cpu
classroom
assertions
yyyy
translation
team_performance
qk
meanings
gradient
uiuc
slices
side_information
selective
requester
randomly_chosen
participating
dau
coauthor
centralized
trusting
statement
speaker
sigcomm
satisfaction
rmse
nmi
multicast
microblog
fx
closely_related
analytically
analogous
subscribers
speakeasy
sd
kj
interfaces
february
blog
aect
worst_case
workload
things
surprisingly
subscriber
routes
remainder
ratios
progress
ours
lk
live
erdosrenyi
el
drive
dbpedia
cq
workow
uctuations
steadystate
revealed
port
motion
mixing
linkage
lengths
false_positives
coding
agj
tactical
spanning
solely
really
moving_objects
knowledge_bases
ic
event_extraction
assertion
anonymous
random_variables
protein
populations
matrix_factorization
lling
hon
getting
chose
cached
approximations
zealots
urbana
student
something
search_engine
rdf
network_model
mtss
intended
immediate
hits
highlight
distinction
darpa
cycles
convex
continuously
consequence
cardinality
backlog
auc
assignments
alg
wish
weeks
visits
visiting
srep
rwr
presentation
peoples
microsoft
languages
heavily
hadoop
economics
bring
acc
transformed
sq
semisupervised
seeding
replace
recovery
home
generative_model
da
analytic
wrong
stanley
social_interactions
simpler
rcid
ranking_function
pubsub
publishers
occupied
maintenance
loglikelihood
highlighted
eight
associate
youtube
supervision
physica
interpret
dec
concentration
chan
bipartite
bibliographic
textual
talk
syst
story
social_science
sb
probabilistic_model
olap
moving_object
vespignani
tradeoffs
tfidf
susceptible
semantic_web
qs
geometry
feature_space
dn
cosine_similarity
wk
unusual
thought
sophisticated
reranking
propensity
predictability
multilayer
localization
cns
blogs
alignment
vocabulary
vb
traversal
substantial
pij
pe
observes
lexical
human_factors
grishman
eigenvector
detects
coherence
behaviour
arises
ultimately
sufciently
rankings
qx
preserve
plus
pg
inuences
graph_mining
experiences
data_streams
cm
basu
aps
wsdm
upload
statements
rights
redistribute
intruders
eqs
endpoints
defense
competitive
blei
vice_versa
treatments
tcp
slow
publishing
paul
overlapping_communities
operational
obama
nat
men
ep
edit
committed_agents
cellular
big_data
assigns
yr
respond
repeatedly
perturbation
periodic_behavior
pattern_mining
ofce
occurring
motivations
ej
yelp
tell
simplex
served
prune
parsing
oj
nx
handling
cf
zj
worker
trades
surprising
social_ties
slashdot
recover
reciprocal
purely
proxy
knows
fu
emerge
developers
descriptive
crlb
computers
box
asymptotically
shall
republish
projects
president
pipeline
modify
mined
intrinsic
cps
builds
symbol
surface
somewhat
someone
sm
recommend
partitioned
national_academy_of_sciences
meets
lj
jan
immunization
delay_tolerant_networks
controller
arbitrarily
1
zhai
triadic
smallworld
recursively
normalize
named_entity
judgment
interference
hurricane
contributes
cmu
cai
bottleneck
assigning
wordnet
vulnerability
resolve
problem_formulation
prex
nave
manifold
loop
kaplan
kang
integrity
exposure
explanations
e
dyadic
dsouza
dimensionality
cl
uzzi
tries
sicj
relation_extraction
operators
neighborhoods
modern
mathematics
kl
keeps
house
file
emane
coordinates
contagion
conditional_probability
completeness
chunk
carefully
backward
stores
search_space
regarded
py
poisson
operating
neural_networks
maximized
exercise
ends
diseases
cide
averages
2
thomas
stat
priority
perception
manage
limiting
ignored
ieeeacm
heat
evidences
ee
divergence
click
cidp
xcid
transform
tan
strict
strengths
semisupervised_learning
reaching
prototype
played
persistence
nearby
fold
denoting
arrives
abort
tf
sv
started
party
derivation
customers
coreference_resolution
classic
campaigns
truths
simplify
resp
pnas
manuscript
intelligent
height
gas
everquest
displayed
biases
accomplish
restrict
pb
massachusetts
listener
james
forces
fit
collections
characterization
alternatives
aggregating
traits
tp
threat
relate
readily
opponent
moore
markovian
cids
aj
acid
researcher
proven
pone
please
omit
microblogs
jin
investigating
incentive
encounter
ego
edge_weight
drift
directed_graph
differs
diagonal
deliver
decoder
cutoff
cars
ad_hoc_networks
subspace
sessions
secure
save
propagating
mutual_information
initialized
enabling
ar
traveling
spending
slot_filling
similarity_search
rk
rf
positively
opt
ooding
multiplication
manets
kout
harder
gray
exponentially
explains
dominating_set
cuny
congurations
backpressure
xing
vast
submitted
simplicial_complexes
ser
longrange
jr
hyperedges
engagement
axis
apart
splitting
social_behavior
sentiment_analysis
rp
reserved
properly
priors
observable
numerically
information_systems
cloud
rj
rarely
quality_metrics
qov
probably
polarity
pentland
mmo
information_processing
gradually
eliminate
dept
crowdsourcing
collaborators
broadcasting
analysts
world_knowledge
wants
vicinity
ucsb
tuning
trials
time_slot
summaries
ra
preserving
hardware
entity_types
ease
difculty
costly
spots
similarity_measure
mobile_users
evolves
engine
dynamic_programming
depicted
demonstrating
qualitative
preliminary
modes
markets
managing
honest
females
faith
estep
comparative
br
biology
alerts
walk
twice
synthetic_datasets
special_cases
sect
reporter
multimodal
ld
descriptions
cd
bk
autonomous_agents
attractiveness
uncorrelated
toolkit
subtensors
reallife
prominent
private
periodically
partners
npcomplete
network_structures
mp
jt
irrelevant
hundreds
hin
highquality
geohash
friendships
designs
death
concern
composition
coauthors
bfs
approximation_algorithms
agency
transportation
td
substituting
stops
programs
ofine
obviously
gc
frameworks
forum
exceeds
eagle
consequences
cho
attacker
aic
subtensor
structural_properties
station
stars
sl
signal_processing
sand
keys
discusses
coclustering
cited
abc
wqc
tong
today
tackle
sucient
simplest
push
peers
mle
mentoring
inset
individually
engage
concerned
cancer
aug
android
voice
sis
shin
se
programming
materialization
los_angeles
groundtruth
electronic
considerable
bottomup
bfw
acts
vv
tmaxo
switch
resulted
planning
oct
monotonicity
localized
license
fan
conductance
coherent
chawla
av
addressing
yago
transmitting
tl
solves
sociological
sociol
selectivity
scheduled
replacement
queried
pvalue
obtains
false_positive
factnding
ea
dq
download
cidd
campaign
adjust
witnesses
wait
vbs
timeline
theme
spam
size_distribution
shares
restaurant
real-world
pv
posting
politics
personalized
nov
magdonismail
crowds
crawled
convoy
bursty
billion
allocated
administrators
tb
stp
ports
picked
pan
outline
multiple_sources
mc
maxweight
manet
foundations
executed
developer
data_stream
cidi
cida
books
yaxis
worth
win
votes
roc
replies
rare
previous_studies
passes
passed
nonempty
malicious_nodes
lowrank
leverages
latent_dirichlet_allocation
indexed
identification
employs
edits
corpora
contrary
certainty
bid
attributed
analyst
velocity
user_interface
tao
subsequently
stay
spring
social_relationships
slower
pervasive
httpt
fairness
emphasize
conditioned
chakrabarti
brevity
bin
visualizations
triple
topdown
tness
release
publicly
prediction_error
maximum_likelihood
implicitly
ibl
hash
dirichlet
ding
commun
comment
coded
buddy
alternate
unable
theorems
sup
scott
ram
preliminaries
predicate
node_degree
information_gain
hope
falls
entity_type
decides
dan
controversial
compact
balance_theory
yuan
trip
tight
sure
squad
sorting
says
rooted
promote
phd
modication
hong
evolutions
deciding
cultural
configuration
concerns
categorical
unicast
transitivity
transferred
text_analysis
sufficient
style
stress
slope
resource_allocation
remote
nq
morph
mood
mccallum
independence
contributed
comprex
candidate_set
wireless_sensor_networks
veried
utilizes
understood
subjective
scans
reverse
posterior
plsa
leaving
kr
investment
initial_state
hx
govindan
clustering_algorithms
berlin
af
adversarial
accept
summation
spend
scaled
randomness
purity
pu
nv
mobile_social_networks
mobihoc
income
editor
colored
cfinder
care
bioinformatics
augmented
violation
tech
semester
selfreported
reasonably
reader
professional
principled
kmax
issued
geotagged
exception
entirely
counterparts
computing_systems
codes
brain
bold
approximation_ratio
template
summing
subsystem
skeleton
reachable
qm
pes
obesity
newly
netw
netclus
multivariate
manning
lifo
kernels
gy
functionality
formalize
dyads
distant_supervision
culture
advice
wall
unbiased
tting
swami
projection
multihop
minority
livejournal
judge
ingame
frame_rate
fp
failed
conjunction
collaborative_technology
adamic
actively
xm
window_size
wd
unstable
transition_probabilities
temperature
sports
spaces
seller
rene
persistent
mobility_model
java
fuzzy
forwards
financial
empirical_data
convolutional
convert
concludes
coming
branch
bf
xij
timely
pei
money
lr
interplay
innovation
greatly
exposed
ensuring
encoder
eij
contract
career
apollo
unstructured
readers
performances
pattern_recognition
ocial
network_dynamics
negligible
marginal
inform
host
excluding
categorized
averaging
app
tuned
tu
smith
recommended
neighboring_nodes
myspace
multityped
funding
feed
destinations
demographic
contraction
constants
compressed
biological_networks
answering
animal
wuc
undirected_graph
recognition
protest
priori
node_mobility
mutually
kronecker
exponents
conicts
completes
coloring
bu
barnoy
audience
appearing
vn
verbs
tomkins
recognize
linkbased
hm
gl
fm
error_rate
derivative
con
bars
assessments
appeared
wv
taxi
sellers
relaxed
qnt
negatively
gathered
explaining
correlate
constitute
classifying
buddies
broader
workows
vertex_set
sides
sequentially
propagates
mil
lfr
learning_algorithm
knowledge_base_population
io
industry
fortunato
fifo
feature_vector
exploits
broken
bm
aid
univ
transport
transformations
survival
social_context
retrieving
mind
males
log_log
linear_programming
guha
faculty
estimation_error
equivalently
domainspecic
deriving
cvpr
conversations
conversation
collapse
checks
cascading
alarm
achievable
yy
uniform_distribution
social_networking
skyline
revenue
ren
qa
notions
heng
gained
fourth
equality
elicit
driftpluspenalty
dg
cues
crosslingual
computer_networks
carnegie_mellon_university
campus
buyer
bond
boleslaw
assessed
artifact
weekly
uncovering
temporal_information
switching
sw
surrounding
state_space
soon
race
pose
passing
microscopic
lose
jumps
js
ijcai
ignoring
guo
guess
golbeck
gj
data_fusion
considerations
considerably
cds
boolean
begins
algorithmic
ag
tsunami
thanks
swarms
snap
smoothness
seeking
rv
retweeted
regret
qcm
pathbased
multilevel
jn
initiators
informal
hyperpath
evaluates
distant
differently
cidx
canada
benefit
web_documents
viii
trust_model
shaded
relying
question_answering
performance_evaluation
pastorsatorras
passive
operates
named_entities
monotonic
lyapunov
knowl
induce
idle
fragments
fj
employing
emotional
deeper
decreased
covering
calculates
bus
behave
ycid
weather
vu
trust_based
tcs
sreenivasan
recovered
pennsylvania_state_university
orthogonal
manual
informed
highlights
highlevel
fw
experimentally
exibility
ever
dropped
decomposed
concrete
bigger
accumulated
xml
willing
wiley
statistical_mechanics
opinion_dynamics
older
nothing
monitors
moment
mobility_models
mobile_ad_hoc_networks
mac
learns
international_workshop
hui
gateway
foursquare
fij
entertainment
emergent
egypt
centered
yielding
variability
user_behavior
supplementary_information
strogatz
stations
sg
sandy
pos
parsons
originally
mj
inherently
forest
division
dates
clustering_process
cdr
cdf
acknowledgment
webpage
tolerance
strategic
specialized
shi
searches
query_delay
pruned
numeric
mx
mar
lters
lcid
krimp
interconnected
grains
gaussian_distribution
filtering
dealing
contradiction
collins
cb
beijing
avoiding
appropriately
applicability
ambiguous
aligned
ad_hoc
xc
wm
tendencies
probing
parents
leveraged
kept
initiated
inaccurate
emotions
dividing
deltacon
coreperiphery
chicago
untrustworthy
triggered
treating
social_systems
screen
reachability
raghavan
missions
lv
fn
feb
essence
error_bound
earthquake
consumer
conservative
assembly
triples
supervised_learning
social_computing
signs
rl
keyphrases
international_journal
estimators
enforce
enemy
emerges
efficiently
depicts
competitors
boost
acyclic
wavelet
testbed
raw_data
prevalence
preprint
normally
motifs
minor
materials
governed
gibbs_sampling
fd
exhaustive
epidemics
diciderent
demonstration
degeneracy
cnr
animals
webpages
vulnerable
vicsek
utilization
tw
trips
theoretically
super
relates
realization
outlined
myopic
mstep
missed
ltered
logarithmic
lcc
induction
indicative
incrementally
hierarchical_clustering
ghz
george
gathering
feature_set
collectively
clients
cidlog
believed
arrivals
adopts
academy
visible
vcid
synchronous
substantially
slowly
reconciliation
proceed
martin
lg
kc
http
hk
g.
familiar
extracts
extensive_experiments
conversely
concave
communicating
case_studies
attribute_values
adjusted
xit
viral_marketing
total_cost
stays
skewed
sink
salient
richer
pvldb
pro
paid
multirelational
moderate
mobile_phones
eventguard
encountered
diversied
data_availability
circumstances
ce
bcid
asking
ari
webbased
viral
uploaded
universality
totally
supercritical
stands
social_graph
sensor_selection
real_life
poses
nested
loss_function
kx
i
guild
fully_connected
finite
exponential_distribution
dating
cooperate
complement
brown
benecial
awareness
adal
xy
user_activity
tradeo
slq
resolved
objectives
manager
likewise
hindices
excellent
emotion
diagonal_matrix
decided
datadriven
collaborative_networks
chains
causing
bag
accounting
accommodate
user_study
subtree
scene
ring
preserved
presenting
outgoing
nonnegative_matrix_factorization
multinomial_distribution
mathematically
lpre
looks
largest_eigenvalue
incurs
him
hc
graduate
equilibria
drug
doesnt
cost_function
concurrent
battery
subscription
structurally
storing
squares
rewards
renement
relating
productivity
production
prices
pathsim
ok
networkbased
macroscopic
lastly
interdependence
initial_conditions
information_dissemination
identier
ia
hcid
harvard
gg
gather
frequent_patterns
france
fourier_transform
factoids
enter
editing
edge_set
dmax
distinguishing
disciplines
deviations
deg
cora
concentrate
compatible
coecients
argtrust
afnity
witness
tried
tagged
severity
scoring
replicate
rened
rapid
questionnaire
proves
prefer
poole
peter
parameter_settings
modelling
memes
malware
india
ground
dramatically
densities
dag
coordinated
clandestine
board
benefits
annotators
uncover
typed
technological
successive
sim
sake
replacing
ql
probable
nestedness
medicine
makse
mae
institutions
estimation_accuracy
enhancing
drawing
deleted
decompositions
commitments
byte
alex
accessibility
timing
social_psychology
repository
radios
peer
odonovan
merely
line_graph
gigatensor
freeman
decades
data_cube
closeness_centrality
bird
ye
vote
visualize
ticket
social_status
sir
shortterm
reporters
remark
prioritization
mr
keyphrase
incurred
implementations
httpdx
holding
heshe
goodness
generator
enabled
ecological
dominates
dissimilar
delaytolerant
contributors
community_detection_algorithms
cast
buzz
branching
bd
aects
worth_noting
watson_research_center
tipping_point
synthesis
submission
spans
slight
senders
santa_barbara
restriction
qualities
producing
possibilities
phones
perceptions
patents
online_dating
oce
northwestern_university
moments
laws
landscape
joined
inference_algorithm
imposed
housing
group_size
gr
flows
dotted
dense_subgraphs
crowdsensing
coevolution
coarsegrained
coarse
bonds
apache
answered
unlabeled_data
transfers
traditionally
suffer
silencing
segphrase
qq
night
netspot
moved
matlab
ls
journals
hdtra
gd
exploitation
expanded
destination_node
converted
colleagues
collaborate
cidv
cidcidcidcidcid
chances
cascading_failures
bow
authorities
ubiquitous
typing
rumors
replicated
realized
reaction
observability
network_evolution
maximum_matching
linear_regression
lets
late
integrates
finetuned
fc
emphasis
electrical_engineering
eb
dictionary
bins
bernoulli
assortativity
ahmad
yahoo
writing
water
towsley
springerverlag
slotine
rtree
ramanathan
quantitatively
periodic_patterns
pcid
ner
nearest_neighbor
knn
jej
integral
handbook
fisher_score
firstorder
ett
edited
disaster
director
demographics
data_set
cross_validation
brings
xv
traverse
support_vector_machines
summarizing
stark
sh
seeks
search_engines
routing_path
regression_model
random_walker
providers
piu
normative
landmark
hyperlinks
holistic
got
ending
durations
displays
current_state
crawl
conducting
combinatorial
cnn
cij
chunks
careful
andrew
accessible
wcid
uniformly_distributed
small_world
relaxation
randomly_generated
qualitatively
pragmatics
pq
player_performance
pf
oracle
nodelink
latest
japan
hr
grids
frank
fire
workshops
tcc
surveillance
subgraph_matching
statistic
staff
social_interaction
smyth
skills
rumor
qcid
power_consumption
polarized
physical_world
nil
mw
mit_press
mbps
macmillan
jones
intermediate_node
influenced
infeasible
implying
hvi
homogeneous_networks
gradin
future_research
duplicate
distributed_systems
das
couple
cooperative_caching
controversy
compress
coling
buldyrev
apple
annual
voter
utility_function
usefulness
trait
specifying
speakers
secondorder
ratinov
psu
paired
oxford_university_press
oxford
noun
nearest
mistakes
microblogging
mbiz
managers
kldivergence
kd
intrusion
instant
inclusion
gp
exceed
deadlines
conll
cognition
bounding
blocked
assist
amongst
algebraic
worked
wasserman
visualizing
usual
terminates
symmetry
suggestions
strings
shifts
sharp
semantic_analysis
rewrite
reected
rec
quantied
qu
pivot
package
official
joining
intelligent_systems
horizontal
heap
fresh
explores
discoveries
develops
cook
compromised
commander
co
carries
broadly
acquisition
trial
similarity_score
san_francisco
payoff
pasternack
organizing
nyc
network_performance
nearest_neighbors
mobile_device
mix
metalevel
lag
kempe
inferences
highly_correlated
hall
fractions
error_bars
detection_accuracy
conceptual
clarication
bl
became
appearances
vp
stationary_distribution
semantically
reconstruct
pw
protests
procedures
pointing
phone_calls
nonoverlapping
molecules
mitigate
interpolation
ideally
helped
hanjillinois
fscore
ford
examination
establishing
encourage
driving
dl
critical_questions
conrmed
complex_network
companions
breaking
bar
alter
agrawal
wherein
unnecessary
treelike
tracker
starting_point
readings
ranked_list
peaks
narrow
margin
katz
invariant
interconnections
hub
fk
factnders
eccentricity
dropping
beta
avoids
alps
west
weighting
waiting
utilities
uem
tune
topicspecic
timeseries
svd
subtle
societies
similarity_measures
sample_size
rij
reviewers
percentile
outer
mixture_model
loglog
locate
jcid
illustrative
ft
feasibility
expanding
exchanged
error_reduction
equipped
edition
dilemma
davc
combat
census
birth
augment
accountability
xl
wr
weaker
validated
univariate
ttl
sampling_rate
richardson
restaurants
respondents
recipients
rankingbased
qqq
provider
prevalent
pointed
papadimitriou
ongoing
markov_chains
location_prediction
injected
gene_expression
fellow
execute
eort
emergency
domain_knowledge
dist
discarded
cpm
county
conrm
comprised
complexes
capital
bursts
burst
base_station
barrat
background_knowledge
apparent
anonymity
annual_meeting
adhoc
virtual_worlds
vf
truthfinder
trajectory_patterns
thinnest_path
subtopics
srl
self
ribeiro
released
professor
pppp
permitted
partofspeech
orange
nguyen
multigenre
mobicom
letter
false_negatives
dominating
characterizes
anderson
zs
wikication
trust_evaluation
toy
terminology
termed
tailored
speech
small_group
simulating
siblings
ru
rigorous
reddit
recommender_system
penalties
owned
overtting
organize
oe
main_contributions
lai
initiator
indirectly
ev
encounters
dominate
dominance
distinguished
distinctive
dim
daniel
comscientificreports
city_university
arrow
weak_ties
transfer_learning
sx
stickiness
smax
shanghai
relative_error
regularized
recognized
proceeding
medusa
linkedin
joins
interpersonal
inconsistent
holder
graph_theory
foreach
everyone
emerged
dij
denser
cooccur
converged
collects
clarity
cadets
treats
thesis
solo
socialization
similarity_matrix
serving
restart
relative_importance
regularization_parameter
profile
probabilistic_models
prob
picking
participated
orientation
online_social_network
ncls
miller
looked
lecture_notes
kp
knode
ipsn
intermediate_nodes
higher_level
fluctuations
empirical_study
economy
dorogovtsev
cises
chaos
buyers
bundle
bringing
authorship
attachment
abstraction
yener
vision
uncovered
true_positive
triplet
theoretical_analysis
router
recurring
preprocessing
num
mf
mdl
locationbased
ke
intermeeting
iff
icid
fundamentally
excluded
examines
delete
dedicated
cu
counted
cidr
centroid
centers
cap
birds
ax
asks
array
suboptimal
stocks
spreads
retrieves
node_pair
mesh
mei
illustrating
hp
hotspots
globally
forecasting
followees
facetoface
encodes
determination
convenience
computationally
certainly
centralities
bagofwords
acknowledgement
yl
vx
user_experience
transparency
transmitter
tij
synchronicity
suited
social_structure
semantic_similarity
premises
predicates
perfectly
offered
numerical_results
mmogs
malik
lx
liang
intuitions
imagine
highdimensional
facilitates
double
dfs
cosine
concentrated
bids
belief_propagation
attracted
ww
taylor
sparql
satire
restrictions
protected
preserves
model_selection
mendes
jun
judged
iterative_algorithm
ignores
heidelberg
hawaii
guided
front
files
fields
farmer
eur
equivalence
ecology
decade
crossvalidation
crossdocument
coefficient
ccidc
browsing
brought
biol
awarded
arrows
vg
vc
unigram
traded
times_faster
timeevolving
spark
rejected
real_data_sets
predictive_power
placement
overlay
outlierness
optimum
optimally
motivates
minimax
microclusters
laprls
impose
image_retrieval
hotspot
hbase
ge
football
existing_approaches
eng
departments
dcube
burstiness
brin
audio
weight_vector
war
volunteers
topicnets
